run/flat_plate_lowvis/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1906                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    zeroGradPlanes
    {
        type            zeroGradient;
    }

    plate
    {
        type            zeroGradient;
    }
    inlet
    {
     	type		zeroGradient;
    }
    //rightSide
    //{
    // 	type		zeroGradient;
    //}

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
